{
    "NAVBAR_TITLE": "Δημιουργία λογαριασμού",
    "HEADING_TITLE": "Πληροφορίες λογαριασμού μου",
    "CR_ENTER": "Σύνδεση",
    "CR_THX": "Ευχαριστούμε! Είστε εγγεγραμμένοι.",
    "CR_IF": "Αν έχετε ήδη εγγραφεί.",
    "TEXT_ORIGIN_LOGIN": "<span><small><b>NOTE:<\/b><\/span><\/small> Αν έχετε ήδη λογαριασμό μαζί μας, συνδεθείτε στο <a href=\"%s\"><u>lσελίδα σύνδεσης<\/u><\/a>.",
    "EMAIL_SUBJECT": "Καλωσήρθες στο %s",
    "EMAIL_GREET_MR": "Αγαπητέ κύριε. %s,\n\n",
    "EMAIL_GREET_MS": "Αγαπητή κυρία. %s,\n\n",
    "EMAIL_GREET_NONE": "Αγαπητέ %s\n\n",
    "EMAIL_WELCOME": "Σας καλωσορίζουμε <b>%s<\/b>.\n\n",
    "EMAIL_TEXT": "Τώρα μπορείτε να λάβετε μέρος στο <b>διάφορες υπηρεσίες<\/b> wΠρέπει να σας προσφέρουμε. Ορισμένες από αυτές τις υπηρεσίες περιλαμβάνουν:\n\n<li><b>μόνιμο καλάθι<\/b> - Όλα τα προϊόντα που προστίθενται στο ηλεκτρονικό σας καλάθι παραμένουν εκεί μέχρι να τα αφαιρέσετε ή να τα ελέγξετε.\n<li><b>Address Book<\/b> - We can now deliver your products to another address other than yours! This is perfect to send birthday gifts direct to the birthday-person themselves.\n<li><b>Order History<\/b> - Δείτε το ιστορικό των αγορών που έχετε κάνει μαζί μας.\n<li>\n\n",
    "EMAIL_CONTACT": "Για βοήθεια με οποιαδήποτε από τις υπηρεσίες μας στο διαδίκτυο, στείλτε email στον υπεύθηνο καταστήματος: %s.\n\n",
    "EMAIL_WARNING": "<b>Note:<\/b> Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου μας δόθηκε από έναν από τους πελάτες μας. Αν δεν εγγραφείτε ως μέλος, παρακαλώ στείλτε ένα email στο %s.\n",
    "EMAIL_GV_INCENTIVE_HEADER": "\n\nΩς μέρος της υποδοχής μας σε νέους πελάτες, σας έχουμε στείλει ένα δελτίο ηλεκτρονικού δώρου αξίας% s",
    "EMAIL_GV_REDEEM": "Ο κωδικός εξαργύρωσης του κουπονιού e-Gift είναι% s, μπορείτε να εισάγετε τον κωδικό εξαργύρωσης κατά τον έλεγχο κατά την πραγματοποίηση αγοράς",
    "EMAIL_GV_LINK": "ή ακολουθώντας αυτόν τον σύνδεσμο ",
    "EMAIL_COUPON_INCENTIVE_HEADER": "Συγχαρητήρια, για να κάνετε την πρώτη σας επίσκεψη στο ηλεκτρονικό μας κατάστημα μια πιο ικανοποιητική εμπειρία, σας στέλνουμε ένα κουπόνι e-Discount.\n Παρακάτω υπάρχουν λεπτομέρειες σχετικά με το κουπόνι έκπτωσης που δημιουργήθηκε μόνο για εσάς\n",
    "EMAIL_COUPON_REDEEM": "Χρησιμοποιήστε το κουπόνι και εισάγετε τον κωδικό εξαργύρωσης που είναι% s κατά την ολοκλήρωση της αγοράς ενώ κάνετε μια αγορά",
    "CR_LOGIN": "Η σύνδεσή σας (e-mail)",
    "CR_PASS": "Ο κωδικός σας",
    "CR_ADD_EMAIL": "Παρακαλώ εισάγετε το <b>e-mail:<\/b>",
    "CR_SUBMIT": "υποβολή"
}